import "./homedesc.scss";

function Homedesc() {
   
    return (
        <div>
        <div className="homedesc" dir="rtl">
            <h2>عن مصر</h2>
            <p className="det">
            تقع مصر في أراضي شمال شرق إفريقيا وجزئيًا في شبه جزيرة سيناء في آسيا، تقع مصر بجوار دول مثل
السودان (جنوبًا) وليبيا (غربًا) وإسرائيل (شرقًا)، تم تقسيم أراضي الجمهورية إلى 4 مناطق: الصحراء
الغربية، والصحراء العربية (الشرقية)، والدلتا ووادي النيل، وشبه جزيرة سيناء.

            </p>
            <p className="det">
             
            النيل هو النهر الوحيد الذي يعبر مصر ويبلغ طوله 6671 كم، المناطق المهمة هي الوادي ودلتا النيل،
وهي أصغر المناطق من حيث المساحة ، لكن عدد سكانها 98٪ من سكان البلاد.   
            </p>
            <p className="det">
            في مصر، يسود مناخ استوائي شديد الجفاف، لا يتجاوز هطول الأمطار السنوي بشكل عام عشرات
المليمترات، لهذا السبب، يعيش معظم السكان في مناطق في دلتا النيل والوادي، توجد واحة على ضفاف
النهر يقل طولها عن 3 آلاف كيلومترات، منذ آلاف السنين، تم إنشاء نظام ري صناعي في مصر، مما أدى
إلى زيادة مساحة الأراضي الصالحة للزراعة بشكل كبير، تم توسيع نظام الري في عام 1970، عندما تم
بناء السد العالي، وخزان مياه اصطناعي (بحيرة ناصر) ومحطة لتوليد الطاقة الكهرومائية في أسوان.
            </p>
            <p className="det">
            المناخ الصحراوي في مصر يجعل النباتات فقيرة للغاية، يقتصر الغطاء النباتي المورق على وادي ودلتا
النيل والمدن التي تتميز بطابع المساحات الخضراء الحضرية.
            </p>
            <p className="det">
            هناك تنوع كبير في الحيوانات في مصر، تعيش أنواع مثل الغزال والأغنام الجبلية هناك، والتي لا يمكن
العثور عليها إلا في منطقة صغيرة من جنوب غرب مصر في الصحراء، توجد أنواع نموذجية لهذه
المنطقة، مثل الطائر الصحراوي وثعلب الصحراء والعقارب شائعة أيضًا، تشمل الحيوانات الخطرة في
مصر الأفاعي المرقطة والكوبرا التي تعيش في المناطق الزراعية، القوارض آفة في مصر، وتتكاثر
بسرعة، يوجد أيضًا حوالي 150 نوعًا من الطيور في مصر.
            </p>
        </div>
        <div className="homeImag">
            
        <img className="homeimg" src="img/img20.webp" alt="" />
        <img className="homeimg" src="img/img13.jpg" alt="" />
         <img className="homeimg" src="img/img36.jpg" alt="" />
           
        </div>
        </div>
        
    );
  }
  
  export default Homedesc;